Repository: CareDailyAI/caredaily-cocoa
Catalog: Sources/*.lproj/Localizable.strings
Languages: es, fr, sv

# device.parameter.recordseconds
source: Record Seconds
es: Grabar segundos
fr: Enregistrer les secondes
sv: Spela in sekunder

# device.parameter.recordseconds.minutes_seconds
source: %1$li min %2$li sec
es: %1$li min %2$li seg
sv: %1$li min %2$li sek

# device.parameter.recordseconds.seconds
source: %li sec
es: %li s
sv: %li sek

# device.parameter.recordstatus
source: Record Status
es: Estado de registro
fr: Statut de l'enregistrement

# device.parameter.recordstatus.notrecording
source: Not recording
es: No grabando
fr: Pas d'enregistrement
sv: Spelar inte in

# device.parameter.recordstatus.recording
source: Recording
es: Grabación
fr: Enregistrement
sv: Inspelning

# device.parameter.relativehumidity
source: Relative Humidity
es: Humedad relativa
fr: Humidité relative
sv: Relativ luftfuktighet

# device.parameter.robotconnected
source: Robot Connected
es: Robot conectado
fr: Robot connecté
sv: Robot ansluten

# device.parameter.robotconnected.norobotconnected
source: No robot connected
es: Ningún robot conectado
fr: Pas de robot connecté
sv: Ingen robot ansluten

# device.parameter.robotconnected.unknownrobot
source: Unknown robot
es: Robot desconocido
fr: Robot inconnu
sv: Okänd robot

# device.parameter.robotorientation.flipvertical
source: Flip vertical
es: Voltear vertical
fr: Retournement vertical
sv: Vänd vertikalt

# device.parameter.robotvantageconfigurationstatus.configurevantagepoint
source: Configure vantage point %@
es: Configurar mirador %@
fr: Configurer le point d'observation %@
sv: Konfigurera utsiktspunkt %@

# device.parameter.robotvantageconfigurationstatus.hardreset
source: Hard Reset
es: Restablecimiento completo
fr: Remise à zéro
sv: Hård återställning

# device.parameter.robotvantageconfigurationstatus.ready
source: Ready
es: Listo
sv: Klar

# device.parameter.robotvantageconfigurationstatus.rebootmotorcontrolboard
source: Reboot motor control board
es: Reiniciar la placa de control del motor
fr: Redémarrer la carte de contrôle du moteur
sv: Starta om motorstyrkortet

# device.parameter.robotvantageconfigurationstatus.resetuardqueue
source: Reset UART queue
es: Restablecer la cola de UART
fr: Réinitialisation de la file d'attente UART
sv: Återställ UART-kön

# device.parameter.robotvantageconfigurationstatus.resetuart
source: Reset UART
es: Restablecer UART
fr: Réinitialisation UART
sv: Återställ UART

# device.parameter.robotvantageconfigurationstatus.warmreset
source: Warm Reset
es: Reinicio en caliente
fr: Réinitialisation à chaud
sv: Varm återställning

# device.parameter.selectedcamera
source: Selected Camera
es: Cámara seleccionada
fr: Appareil photo sélectionné
sv: Vald kamera

# device.parameter.selectedcamera.frontcamera
source: Front camera
es: Cámara frontal
fr: Caméra frontale
sv: Fram kamera

# device.parameter.selectedcamera.rearcamera
source: Rear camera
es: Cámara trasera
fr: Caméra arrière
sv: Backkamera

# device.parameter.state
source: State
es: Estado
fr: État
sv: stat

# device.parameter.state.off
source: Off
es: Apagado
fr: Arrêt
sv: Av

# device.parameter.state.on
source: On
es: Sobre
fr: Sur
sv: På

# device.parameter.supportsvideocall.videocallingnotsupported
source: Video calling not supported
es: No se admiten videollamadas
fr: Les appels vidéo ne sont pas pris en charge
sv: Videosamtal stöds inte

# device.parameter.supportsvideocall.videocallingsupported
source: Video calling supported
es: Compatible con videollamadas
fr: Appels vidéo pris en charge
sv: Videosamtal stöds

# device.parameter.swingmode
source: Swing Mode
es: Modo de oscilación
fr: Mode Swing
sv: Svängläge

# device.parameter.swingmode.fixed
source: Fixed
es: Reparado
fr: Fixe
sv: Fast

# device.parameter.swingmode.range
source: Range
es: Distancia
fr: Gamme
sv: Räckvidd

# device.parameter.swingmode.stopped
source: Stopped
es: Interrumpido
fr: Arrêtée
sv: Slutade

# device.parameter.swingmodevalues
source: Swing Mode Values
es: Valores del modo de oscilación
fr: Valeurs du mode Swing
sv: Swing Mode-värden

# device.parameter.systemmode
source: System Mode
es: Modo de sistema
fr: Mode système
sv: Systemläge

# device.parameter.systemmode.auxiliaryheat
source: Auxiliary Heat
es: Calor auxiliar
fr: Chauffage d'appoint
sv: Extra värme

# device.parameter.systemmode.cool
source: Cool
es: Frio
sv: Häftigt

# device.parameter.systemmode.dry
source: Dry
es: Seco
fr: Secs
sv: Torr

# device.parameter.systemmode.emergencyheat
source: Emergency Heat
es: Calor de emergencia
fr: Chauffage d'urgence
sv: Nödvärme

# device.parameter.systemmode.fanonly
source: Fan Only
es: Solo ventilador
fr: Ventilateur uniquement
sv: Endast fläkt

# device.parameter.systemmode.heat
source: Heat
es: Calor
fr: Chaleur
sv: Värmedetektor

# device.parameter.systemmode.off
source: Off
es: Apagado
fr: Arrêt
sv: Av

# device.parameter.systemmode.precooling
source: Precooling
es: Preenfriamiento
fr: Prérefroidissement
sv: Förkylning

# device.parameter.systemmodestatus
source: System Mode Status
es: Estado del modo del sistema
fr: État du mode système
sv: Systemlägesstatus

# device.parameter.systemmodestatus.cool
source: Cool
es: Frio
sv: Häftigt

# device.parameter.systemmodestatus.heat
source: Heat
es: Calor
fr: Chaleur
sv: Värmedetektor

# device.parameter.systemmodestatus.off
source: Off
es: Apagado
fr: Arrêt
sv: Av

# device.parameter.systemmodevalues
source: System Mode Values
es: Valores del modo del sistema
fr: Valeurs du mode système
sv: Systemlägesvärden

# device.parameter.temperature
source: Temperature
es: Temperatura
fr: Température
sv: Temperatur

# device.parameter.tempvalues
source: Temperature Values
es: Valores de temperatura
fr: Valeurs de température
sv: Temperaturvärden

# device.parameter.twitterautoshare.twitterautosharingdisabled
source: Twitter auto-sharing disabled
es: Uso compartido automático de Twitter deshabilitado
fr: Partage automatique de Twitter désactivé
sv: Twitter automatisk delning inaktiverad

# device.parameter.twitterautoshare.twitterautosharingenabled
source: Twitter auto-sharing enabled
es: Uso compartido automático de Twitter habilitado
fr: Partage automatique de Twitter activé
sv: Twitter automatisk delning aktiverad

# device.parameter.twitterreminder.twitterreminderdisabled
source: Twitter reminder disabled
es: Recordatorio de Twitter desactivado
fr: Rappel Twitter désactivé
sv: Twitter-påminnelse inaktiverad

# device.parameter.twitterreminder.twitterreminderenabled
source: Twitter reminder enabled
es: Recordatorio de Twitter habilitado
fr: Rappel de Twitter activé
sv: Twitter-påminnelse aktiverad

# device.parameter.twitterstatus.twitterdisabled
source: Twitter disabled
es: Twitter deshabilitado
fr: Twitter désactivé
sv: Twitter inaktiverad

# device.parameter.twitterstatus.twitterenabled
source: Twitter enabled
es: Twitter habilitado
fr: Twitter activé
sv: Twitter aktiverat

# device.parameter.version
source: Version
es: Versión

# device.parameter.vibrationstatus
source: Vibration Status
es: Estado de vibración
fr: État des vibrations
sv: Vibrationsstatus

# device.parameter.vibrationstatus.moved
source: Moved
es: Movido
fr: Déplacé
sv: Rörd

# device.parameter.vibrationstatus.still
source: Still
es: Todavía
fr: Encore
sv: Fortfarande

# device.parameter.videostreaming
source: Video Streaming
es: Vídeo transmitido en vivo
fr: Diffusion vidéo en continu
sv: Videoströmning

# device.parameter.videostreaming.videostreamingdisabled
source: Video streaming disabled
es: Transmisión de video deshabilitada
fr: Streaming vidéo désactivé
sv: Videoströmning inaktiverad

# device.parameter.videostreaming.videostreamingenabled
source: Video streaming enabled
es: Transmisión de video habilitada
fr: Diffusion vidéo en continu
sv: Videoströmning aktiverad

# device.parameter.warningstatus.warningstatusdisabled
source: Warning status disabled
es: Estado de advertencia deshabilitado
fr: Statut d'avertissement désactivé
sv: Varningsstatus inaktiverad

# device.parameter.warningstatus.warningstatusenabled
source: Warning status enabled
es: Estado de advertencia habilitado
fr: Statut d'avertissement activé
sv: Varningsstatus aktiverad

# device.parameter.waterleak
source: Water Leak
es: Gotera de agua
fr: Fuite d'eau
sv: Vattenläcka

# device.parameter.waterleak.dry
source: Dry
es: Seco
fr: Secs
sv: Torr

# device.parameter.waterleak.wet
source: Wet
es: Mojado
fr: Humide
sv: Våt

# error.code.16.accountlocked
source: Account is locked until %@
es: La cuenta está bloqueada hasta el %@
fr: Le compte est bloqué jusqu'à %@
sv: Kontot är låst tills %@

# language.code
source: en
es: es
fr: fr
sv: sv

# location.event.away
source: Away
es: Lejos
fr: L'éloignement
sv: Bort

# location.event.home
source: Home
es: Hogar
fr: Accueil
sv: Hem

# location.event.sleep
source: Sleep
es: Dormir
sv: Sömn

# location.event.stay
source: Stay
es: Quedarse
fr: Séjour
sv: Stanna kvar

# location.event.test
source: Test
es: Prueba
sv: Testa

# location.event.vacation
source: Vacation
es: Vacaciones
fr: Vacances
sv: Semester

# location.space.name.basement
source: Basement
es: Sótano
fr: Sous-sol
sv: Källare

# location.space.name.bathroom
source: Bathroom
es: Cuarto de baño
fr: Salle de bains
sv: Badrum

# location.space.name.bedroom
source: Bedroom
es: Cuarto
fr: Chambre à coucher
sv: Sovrum

# location.space.name.diningroom
source: Dining Room
es: Comedor
fr: Salle à manger
sv: Matsal

# location.space.name.familyroom
source: Family Room
es: Cuarto familiar
fr: Salle familiale
sv: Familjerum

# location.space.name.garage
source: Garage
es: Garaje

# location.space.name.hallway
source: Hallway
es: Vestíbulo
fr: Couloir
sv: Hall

# location.space.name.kitchen
source: Kitchen
es: Cocina
fr: Cuisine
sv: Kök

# location.space.name.laundryroom
source: Laundry Room
es: Cuarto de lavado
fr: Buanderie
sv: Tvättstuga

# location.space.name.livingroom
source: Living Room
es: Sala
fr: Salle de séjour
sv: Vardagsrum

# location.space.name.none
source: None
es: Ninguno
fr: Aucun
sv: Ingen

# location.space.name.office
source: Office
es: Oficina
fr: Bureau
sv: Kontor

# location.space.name.other
source: Other
es: Otro
fr: Autres
sv: Övrig

# location.space.name.stairs
source: Stairs
es: Escaleras
fr: Escaliers
sv: Trappa

# location.space.name.undefined
source: Undefined
es: Indefinido
fr: Non défini
sv: Odefinierad

# ppc.error.code.1.description
source: The %@ app had trouble connecting. Is your internet connection ok?
es: La aplicación %@ tuvo problemas para conectarse. ¿Está bien tu conexión a Internet?
fr: L'application %@ a eu du mal à se connecter. Votre connexion Internet est-elle correcte ?
sv: %@ hade problem med att ansluta. Är din internetanslutning ok?

# ppc.error.code.2.description
source: You are no longer signed in
es: Ya no estás registrado
fr: Vous n'êtes plus connecté
sv: Du är inte längre inloggad

# ppc.error.code.3.description
source: Wrong location ID or location is not related to the user
es: La identificación de ubicación incorrecta o la ubicación no está relacionada con el usuario
fr: Mauvais identifiant de lieu ou lieu non lié à l'utilisateur
sv: Fel plats-ID eller plats är inte relaterat till användaren

# ppc.error.code.4.description
source: That device is no longer in your account
es: Ese dispositivo ya no está en tu cuenta
fr: Cet appareil n'est plus dans votre compte
sv: Den enheten finns inte längre på ditt konto

# ppc.error.code.5.description
source: Device command proxy (gateway) has not been found
es: No se ha encontrado el proxy de comando del dispositivo (puerta de enlace)
fr: Le proxy de commande du dispositif (passerelle) n'a pas été trouvé
sv: Enhetskommandoproxy (gateway) har inte hittats

# ppc.error.code.6.description
source: That type of product isn't supported on this server.
es: Ese tipo de producto no es compatible con este servidor.
fr: Ce type de produit n'est pas pris en charge par ce serveur.
sv: Den typen av produkt stöds inte på den här servern.

# ppc.error.code.7.description
source: Access denied
es: Acceso denegado
fr: Accès refusé
sv: Tillträde beviljas ej

# ppc.error.code.8.description
source: Oops, you typed in something wrong there
es: Vaya, escribiste algo mal allí
fr: Oups, vous avez tapé quelque chose de faux ici
sv: Oj, du skrev in något fel där

# ppc.error.code.9.description
source: Please fill in all required fields
es: Por favor, rellene todos los campos obligatorios
fr: Veuillez remplir tous les champs obligatoires
sv: Vänligen fyll i alla obligatoriska fält

# ppc.error.code.10.description
source: No available device resources to complete operation
es: No hay recursos de dispositivo disponibles para completar la operación
fr: Pas de ressources disponibles pour terminer l'opération
sv: Inga tillgängliga enhetsresurser för att slutföra operationen

# ppc.error.code.11.description
source: The username or password you entered is incorrect
es: El nombre de usuario o la contraseña son incorrectos
fr: Le nom d'utilisateur ou le mot de passe que vous avez saisi est incorrect
sv: Användarnamnet eller lösenordet du angav är felaktigt

# ppc.error.code.12.description
source: The username or password you entered is incorrect
es: El nombre de usuario o la contraseña son incorrectos
fr: Le nom d'utilisateur ou le mot de passe que vous avez saisi est incorrect
sv: Användarnamnet eller lösenordet du angav är felaktigt

# ppc.error.code.13.description
source: Wrong index value
es: Valor de índice incorrecto
fr: Valeur d'index erronée
sv: Fel indexvärde

# ppc.error.code.14.description
source: Error in parsing of input data
es: Error al analizar los datos de entrada
fr: Erreur dans l'analyse des données d'entrée
sv: Felaktiga uppgifter

# ppc.error.code.15.description
source: Wrong consumer ID
es: ID de consumidor incorrecto
fr: Mauvais numéro d'identification du consommateur
sv: Fel konsument-ID

# ppc.error.code.16.description
source: Account locked
es: Cuenta bloqueada
fr: Compte bloqué
sv: Kontot är låst

# ppc.error.code.17.description
source: Wrong activation key
es: Clave de activación incorrecta
fr: Clé d'activation erronée
sv: Fel aktiveringsnyckel

# ppc.error.code.18.description
source: Wrong rule schedule format
es: Formato de programación de reglas incorrecto
fr: Mauvais format
sv: Fel format

# ppc.error.code.19.description
source: This action is temporarily locked
es: Esta acción está bloqueada temporalmente
fr: Cette action est temporairement bloquée
sv: Denna åtgärd är tillfälligt låst

# ppc.error.code.20.description
source: Duplicate user name
es: Nombre de usuario duplicado
fr: Nom d'utilisateur en double
sv: Dubblett användarnamn

# ppc.error.code.21.description
source: Device is offline or disconnected
es: El dispositivo está fuera de línea o desconectado
fr: L'appareil est hors ligne ou déconnecté
sv: Enheten är offline eller frånkopplad

# ppc.error.code.22.description
source: That device belongs to someone else
es: Ese dispositivo pertenece a otra persona
fr: Cet appareil appartient à quelqu'un d'autre
sv: Den enheten tillhör någon annan

# ppc.error.code.23.description
source: Well that's strange, we had a problem saving that rule. Sorry about this! If you have time, please contact support and describe the rule you were trying to create so we can fix it.
es: Bueno, eso es extraño, tuvimos un problema para guardar esa regla. ¡Perdón por esto! Si tiene tiempo, comuníquese con el soporte y describa la regla que estaba tratando de crear para que podamos solucionarlo.
fr: C'est étrange, nous avons eu un problème pour enregistrer cette règle. Nous en sommes désolés ! Si vous avez le temps, veuillez contacter le support et décrire la règle que vous avez essayé de créer afin que nous puissions la corriger.
sv: Det är konstigt, vi hade problem med att spara den regeln. Förlåt för det här! Om du har tid, kontakta supporten och beskriv regeln du försökte skapa så att vi kan fixa det.

# ppc.error.code.24.description
source: Wrong device registration code
es: Código de registro de dispositivo incorrecto
fr: Code d'enregistrement de l'appareil erroné
sv: Fel enhetsregistreringskod

# ppc.error.code.25.description
source: Number of pending device types for this user is more than allowed
es: La cantidad de tipos de dispositivos pendientes para este usuario es superior a la permitida
fr: Le nombre de types de dispositifs en attente pour cet utilisateur est supérieur au nombre autorisé
sv: Antalet väntande enhetstyper för denna användare är fler än tillåtet

# ppc.error.code.26.description
source: Duplicate entity or property
es: Entidad o propiedad duplicada
fr: Entité ou propriété dupliquée
sv: Duplicerad enhet eller egendom

# ppc.error.code.27.description
source: Timeout in device communication
es: Tiempo de espera en la comunicación del dispositivo
fr: Délai d'attente dans la communication avec l'appareil
sv: Timeout i enhetskommunikation

# ppc.error.code.28.description
source: Device is not linked to any location
es: El dispositivo no está vinculado a ninguna ubicación
fr: L'appareil n'est lié à aucun lieu
sv: Enheten är inte länkad till någon plats

# ppc.error.code.29.description
source: Requested API method not found
es: No se encontró el método de API solicitado
fr: Demande d'API erronée
sv: Fel API-förfrågan

# ppc.error.code.30.description
source: Service is temporarily unavailable
es: El servicio está temporalmente no disponible
fr: Le service est temporairement indisponible
sv: Tjänsten är tillfälligt otillgänglig

# ppc.error.code.31.description
source: Unknown OAuth client
es: Cliente OAuth desconocido
fr: Client OAuth inconnu
sv: Okänd OAuth-klient

# ppc.error.code.32.description
source: External application error response
es: Respuesta de error de aplicación externa
fr: Réponse à l'erreur de l'application externe
sv: Externt programfelsvar

# ppc.error.code.33.description
source: Wrong operation token
es: Token de operación incorrecta
fr: Jeton d'opération erroné
sv: Fel operationstoken

# ppc.error.code.34.description
source: Cannot modify external resources
es: No se pueden modificar los recursos externos
fr: Impossible de modifier les ressources externes
sv: Det går inte att ändra externa resurser

# ppc.error.code.35.description
source: Wrong phone number
es: Número de teléfono equivocado
fr: Numéro de téléphone erroné
sv: Fel telefonnummer

# ppc.error.code.36.description
source: Operation canceled
es: Operación cancelada
fr: Opération annulée
sv: Åtgärden avbröts

# ppc.error.code.37.description
source: Cannot authorize user on external resource or cloud
es: No se puede autorizar al usuario en un recurso externo o en la nube
fr: Impossible d'autoriser l'utilisateur sur une ressource externe ou un nuage.
sv: Kan inte auktorisera användare på extern resurs eller moln

# ppc.error.code.38.description
source: Maximum reached
es: Máximo alcanzado
fr: Maximum atteint
sv: Maximum nått

# ppc.error.code.39.description
source: Device not found on external cloud
es: Dispositivo no encontrado en la nube externa
fr: Dispositif introuvable sur le nuage externe
sv: Enheten hittades inte på externt molnet

# ppc.error.code.40.description
source: Request not allowed in the current state of the resource
es: Solicitud no permitida en el estado actual del recurso
fr: Demande non autorisée dans l'état actuel de la ressource
sv: Begäran är inte tillåten i resursens nuvarande tillstånd

# ppc.error.code.41.description
source: Request has not been completed. It is not an error, just nothing to do.
es: La solicitud no se ha completado. No es un error, simplemente no hay nada que hacer.
fr: La demande n'a pas été complétée. Il ne s'agit pas d'une erreur, il n'y a simplement rien à faire.
sv: Begäran har inte slutförts. Det är inget fel, bara inget att göra.

# ppc.error.code.42.description
source: Cannot connect to an external resource
es: No se puede conectar a un recurso externo
fr: Impossible de se connecter à une ressource externe
sv: Kan inte ansluta till en extern resurs

# ppc.error.code.44.description
source: Too many API calls
es: Llamadas a la API con demasiada frecuencia
fr: Trop d'appels à l'API
sv: För många API-anrop

# ppc.error.code.45.description
source: The communication channel is not authenticated
es: El canal de comunicación no está autenticado
fr: Le canal de communication n'est pas authentifié
sv: Kommunikationskanalen är inte autentiserad

# ppc.error.code.10000.description
source: Having trouble connecting. If you're not viewing your camera from somewhere else, please try connecting again.
es: Tiene problemas para conectarse. Si no está viendo su cámara desde otro lugar, intente conectarse nuevamente.
fr: Vous n'arrivez pas à vous connecter. Si vous ne visualisez pas votre appareil photo depuis un autre endroit, essayez de vous connecter à nouveau.
sv: Har problem med att ansluta. Om du inte ser din kamera från någon annanstans, försök att ansluta igen.

# ppc.error.code.10001.description
source: This camera is currently not available. Make sure it is up and running remotely.
es: Esta cámara no está disponible actualmente. Asegúrese de que esté funcionando de forma remota.
fr: Cette caméra n'est actuellement pas disponible. Assurez-vous qu'elle est opérationnelle à distance.
sv: Denna kamera är inte tillgänglig för närvarande. Se till att den är igång på distans.

# ppc.error.code.10002.description
source: There was an error creating the camera, please try again later.
es: Se produjo un error al crear la cámara. Vuelve a intentarlo más tarde.
fr: Une erreur s'est produite lors de la création de l'appareil photo, veuillez réessayer plus tard.
sv: Det gick inte att skapa kameran, försök igen senare.

# ppc.error.code.10003.description
source: The %@ app had trouble connecting. Is your internet connection ok?
es: La aplicación %@ tuvo problemas para conectarse. ¿Está bien tu conexión a Internet?
fr: L'application %@ a eu du mal à se connecter. Votre connexion Internet est-elle correcte ?
sv: %@ hade problem med att ansluta. Är din internetanslutning ok?

# ppc.error.code.10004.description
source: Lost the connection with the camera. Is your camera's WiFi strong enough?
es: Perdí la conexión con la cámara. ¿El WiFi de tu cámara es lo suficientemente potente?
fr: Perte de connexion avec l'appareil photo. Le WiFi de votre appareil photo est-il suffisamment puissant ?
sv: Förlorade kontakten med kameran. Är kamerans wifi tillräckligt stark?

# ppc.error.code.10005.description
source: This camera detected some motion and is currently recording, try again in a few moments.
es: Esta cámara detectó algo de movimiento y actualmente está grabando. Vuelve a intentarlo en unos momentos.
fr: Cette caméra a détecté un mouvement et est en train d'enregistrer, réessayez dans quelques instants.
sv: Den här kameran upptäckte en viss rörelse och spelar in för närvarande. Försök igen om några ögonblick.

# ppc.error.code.10006.description
source: We're having trouble connecting to the camera. Are you and your camera on a good connection? Please try it again.
es: Tenemos problemas para conectarnos a la cámara. ¿Están usted y su cámara en buena conexión? Inténtelo de nuevo.
fr: Nous avons des difficultés à nous connecter à l'appareil photo. La connexion entre vous et votre appareil photo est-elle bonne ? Essayez à nouveau.
sv: Vi har problem med att ansluta till kameran. Har du och din kamera en bra kontakt? Vänligen försök igen.

# ppc.error.code.10007.description
source: Your password must be at least 8 characters long.
es: Su contraseña debe tener al menos 8 caracteres.
fr: Votre mot de passe doit comporter au moins 8 caractères.
sv: Ditt lösenord måste vara minst 8 tecken långt.

# ppc.error.code.10008.description
source: You are already viewing this camera from somewhere else.
es: Ya estás viendo esta cámara desde otro lugar.
fr: Vous visualisez déjà cet appareil photo depuis un autre endroit.
sv: Du ser redan den här kameran från någon annanstans.
