Repository: CareDailyAI/caredaily-cocoa
Catalog: Sources/*.lproj/Localizable.strings
Languages: es, fr, sv

# ppc.error.code.10008.description.alt
source: "%@" seems to already be viewing this camera. Press the reconnect button to take over.
es: " %@ " parece que ya está viendo esta cámara. Presione el botón de reconexión para tomar el control.
fr: Il semble que "%@" soit déjà en train de visionner cette caméra. Appuyez sur le bouton de reconnexion pour prendre le relais.
sv: " %@ " verkar redan titta på den här kameran. Tryck på återanslutningsknappen för att ta över.

# ppc.error.code.10009.description
source: That wasn't the barcode you were looking for.
es: Ese no era el código de barras que buscaba.
fr: Ce n'est pas le code-barres que vous cherchiez.
sv: Det var inte streckkoden du letade efter.

# ppc.error.code.10010.description
source: That barcode is corrupted.
es: Ese código de barras está dañado.
fr: Ce code-barres est corrompu.
sv: Den streckkoden är skadad.

# ppc.error.code.10011.description
source: Having trouble connecting to Bluetooth!
es: ¡Tiene problemas para conectarse a Bluetooth!
fr: Difficulté à se connecter à Bluetooth !
sv: Har problem med att ansluta till Bluetooth!

# ppc.error.code.10012.description
source: This device is too old to support Bluetooth LE
es: Este dispositivo es demasiado antiguo para admitir Bluetooth LE
fr: Cet appareil est trop ancien pour prendre en charge Bluetooth LE
sv: Den här enheten är för gammal för att stödja Bluetooth LE

# ppc.error.code.10013.description
source: Please authorize %@ to access Bluetooth LE
es: Autoriza a %@ a acceder a Bluetooth LE
fr: Veuillez autoriser %@ à accéder à Bluetooth LE
sv: Vänligen auktorisera %@ för åtkomst till Bluetooth LE

# ppc.error.code.10014.description
source: Bluetooth is currently powered off. Please go into your Settings and turn on Bluetooth.
es: Bluetooth está actualmente apagado. Ve a Configuración y activa Bluetooth.
fr: Bluetooth est actuellement désactivé. Veuillez aller dans vos paramètres et activer le Bluetooth.
sv: Bluetooth är för närvarande avstängt. Gå in i dina inställningar och aktivera Bluetooth.

# ppc.error.code.10015.description
source: Waiting for Bluetooth to power up...
es: Esperando que Bluetooth se encienda ...
fr: En attendant que le Bluetooth se mette en marche...
sv: Väntar på att Bluetooth ska slås på...

# ppc.error.code.10016.description
source: Couldn't save this video to your album!
es: ¡No se pudo guardar este video en tu álbum!
fr: Impossible d'enregistrer cette vidéo dans votre album !
sv: Det gick inte att spara den här videon i ditt album!

# ppc.error.code.10017.description
source: Corrupted video file!
es: ¡Archivo de video dañado!
fr: Fichier vidéo corrompu !
sv: Skadad videofil!

# ppc.error.code.10018.description
source: Can't save the video! Please grant %@ access to your Photos and Videos folder in iOS Settings > Privacy > Photos, then try your download again.
es: ¡No se puede guardar el video! Otorga %@ a tu carpeta Fotos y videos en la configuración de iOS > Privacidad > Fotos, luego intente descargar nuevamente.
fr: Impossible d'enregistrer la vidéo ! Veuillez autoriser %@ à accéder à votre dossier Photos et Vidéos dans Réglages iOS > Confidentialité > Photos, puis réessayez votre téléchargement.
sv: Det går inte att spara videon! Vänligen ge %@ åtkomst till mappen Foton och videor i iOS-inställningar > Sekretess > Foton och försök sedan ladda ner igen.

# ppc.error.code.10019.description
source: Error uploading
es: Error al cargar
fr: Erreur de téléchargement
sv: Fel vid uppladdning

# ppc.error.code.10020.description
source: Can't play this video! Did you delete it remotely? Do you have a good connection?
es: ¡No se puede reproducir este video! ¿Lo borraste de forma remota? ¿Tienes una buena conexión?
fr: Impossible de lire cette vidéo ! L'avez-vous supprimée à distance ? Avez-vous une bonne connexion ?
sv: Kan inte spela upp den här videon! Har du raderat det på distans? Har du en bra kontakt?

# ppc.error.code.10021.description
source: Please select at least one day this rule should repeat.
es: Seleccione al menos un día para que esta regla se repita.
fr: Veuillez sélectionner au moins un jour où cette règle doit être répétée.
sv: Välj minst en dag som denna regel ska upprepas.

# ppc.error.code.10022.description
source: Please name this device
es: Por favor, nombre este dispositivo
fr: Veuillez nommer ce dispositif
sv: Vänligen namnge denna enhet

# ppc.error.code.10023.description
source: An email has been sent to you with instructions on how to add this device to your %@ account.
es: Se le ha enviado un correo electrónico con instrucciones sobre cómo agregar este dispositivo a su cuenta %@ .
fr: Un courriel vous a été envoyé avec des instructions sur la manière d'ajouter cet appareil à votre compte %@.
sv: Ett e-postmeddelande har skickats till dig med instruktioner om hur du lägger till den här enheten på ditt %@ -konto.

# ppc.error.code.10024.description
source: Thank you, our team will look into this.
es: Gracias, nuestro equipo estudiará esto.
fr: Merci, notre équipe va se pencher sur la question.
sv: Tack, vårt team kommer att undersöka detta.

# ppc.error.code.10025.description
source: TED is not activated properly.
es: TED no está activado correctamente.
fr: Le TED n'est pas activé correctement.
sv: TED är inte aktiverat korrekt.

# ppc.error.code.10026.description
source: Couldn't contact Blue Line.
es: No se pudo contactar con Blue Line.
fr: Impossible de contacter Blue Line.
sv: Det gick inte att kontakta Blue Line.

# ppc.error.code.10027.description
source: Not activated.
es: No esta activado.
fr: Non activé.
sv: Inte aktiverad.

# ppc.error.code.10028.description
source: We believe there is a firewall blocking access to the %@ camera.
es: Creemos que hay un firewall que bloquea el acceso a la cámara %@
fr: Nous pensons qu'un pare-feu bloque l'accès à la caméra %@.
sv: Vi tror att det finns en brandvägg som blockerar åtkomst till kameran %@

# ppc.error.code.10029.description
source: Unable to connect Galileo 30-pin
es: No se puede conectar Galileo de 30 pines
fr: Impossible de connecter Galileo 30-pin
sv: Det går inte att ansluta Galileo 30-stift

# ppc.error.code.10030.description
source: We couldn't contact the LintAlert Pro Plus. Press and release the Circle RESET button, then hold the Square CONFIG button for 3 seconds. Reconnect to the LintAlert's Wi-Fi network in your iOS Wi-Fi Settings, then try again.
es: No pudimos comunicarnos con LintAlert Pro Plus. Presione y suelte el botón circular RESET, luego mantenga presionado el botón Square CONFIG durante 3 segundos. Vuelva a conectarse a la red Wi-Fi de LintAlert en la configuración de Wi-Fi de iOS y vuelva a intentarlo.
fr: Nous n'avons pas pu contacter le LintAlert Pro Plus. Appuyez et relâchez le bouton RESET du cercle, puis maintenez le bouton CONFIG du carré pendant 3 secondes. Reconnectez-vous au réseau Wi-Fi du LintAlert dans vos paramètres Wi-Fi iOS, puis réessayez.
sv: Vi kunde inte kontakta LintAlert Pro Plus. Tryck och släpp Circle RESET-knappen och håll sedan in Square CONFIG-knappen i 3 sekunder. Återanslut till LintAlerts Wi-Fi-nätverk i dina iOS Wi-Fi-inställningar och försök sedan igen.

# ppc.error.code.10031.description
source: IP Camera configuration requires either an IP or a DDNS address.
es: La configuración de la cámara IP requiere una dirección IP o DDNS.
fr: La configuration de la caméra IP nécessite une adresse IP ou une adresse DDNS.
sv: IP-kamerakonfiguration kräver antingen en IP- eller en DDNS-adress.

# ppc.error.code.10032.description
source: Could not verify IP Camera
es: No se pudo verificar la cámara IP
fr: Impossible de vérifier la caméra IP
sv: Det gick inte att verifiera IP-kameran

# ppc.error.code.10033.description
source: Unable to configure default admin user
es: No se puede configurar el usuario administrador predeterminado
fr: Impossible de configurer l'utilisateur administrateur par défaut
sv: Det går inte att konfigurera standardadminanvändare

# ppc.error.code.10034.description
source: Unable to enable IP Camera UPnP
es: No se puede habilitar la cámara IP UPnP
fr: Impossible d'activer la caméra IP UPnP
sv: Det går inte att aktivera IP Camera UPnP

# ppc.error.code.10035.description
source: Unable to change camera name
es: No se puede cambiar el nombre de la cámara
fr: Impossible de modifier le nom de la caméra
sv: Det gick inte att ändra kameranamn

# ppc.error.code.10036.description
source: Unable to get camera name
es: No se puede obtener el nombre de la cámara
fr: Impossible d'obtenir le nom de la caméra
sv: Det gick inte att få kameranamnet

# ppc.error.code.10037.description
source: Unable to change DDNS
es: No se puede cambiar el DDNS
fr: Impossible de modifier le DDNS
sv: Det går inte att ändra DDNS

# ppc.error.code.10038.description
source: Unable to get DDNS
es: No se puede obtener DDNS
fr: Impossible d'obtenir le DDNS
sv: Det går inte att hämta DDNS

# ppc.error.code.10039.description
source: Unable to register an IP Camera with this device type. Please ensure that your camera is online and that you chose the correct device to add.
es: No se puede registrar una cámara IP con este tipo de dispositivo. Asegúrese de que su cámara esté en línea y de que eligió el dispositivo correcto para agregar.
fr: Impossible d'enregistrer une caméra IP avec ce type de dispositif. Veuillez vous assurer que votre caméra est en ligne et que vous avez choisi le bon périphérique à ajouter.
sv: Det gick inte att registrera en IP-kamera med denna enhetstyp. Se till att din kamera är online och att du har valt rätt enhet att lägga till.

# ppc.error.code.10040.description
source: Too many registration attempts. Please try again in a few minutes.
es: Demasiados intentos de registro. Vuelva a intentarlo en unos minutos.
fr: Trop de tentatives d'enregistrement. Veuillez réessayer dans quelques minutes.
sv: För många registreringsförsök. Försök igen om några minuter.

# ppc.error.code.10041.description
source: Unable to upload file!
es: ¡Incapaz de cargar el archivo!
fr: Impossible de télécharger un fichier !
sv: Det gick inte att ladda upp filen!

# ppc.error.code.10042.description
source: Unable to download firmware!
es: ¡No se puede descargar el firmware!
fr: Impossible de télécharger le micrologiciel !
sv: Det går inte att ladda ner firmware!

# ppc.error.code.10043.description
source: Unable to start up your camera! Please contact support.
es: ¡No se puede encender la cámara! Comuníquese con el soporte.
fr: Impossible de démarrer votre appareil photo ! Veuillez contacter l'assistance.
sv: Det går inte att starta kameran! Kontakta supporten.

# ppc.error.code.20000.description
source: This app requires access to your contacts to function properly. Please visit to the "Privacy" section in the iPhone Settings app.
es: Esta aplicación requiere acceso a sus contactos para funcionar correctamente. Visita la sección "Privacidad" en la aplicación de configuración de iPhone.
fr: Cette application nécessite l'accès à vos contacts pour fonctionner correctement. Veuillez consulter la section "Vie privée" dans l'application Réglages de l'iPhone.
sv: Den här appen kräver åtkomst till dina kontakter för att fungera korrekt. Besök avsnittet "Sekretess" i appen iPhone Settings.

# ppc.error.code.20001.description
source: Unable to access your address book.
es: No se puede acceder a su libreta de direcciones.
fr: Impossible d'accéder à votre carnet d'adresses.
sv: Det går inte att komma åt din adressbok.

# ppc.error.code.20002.description
source: An error occurred when attempting to request access to your Address Book.
es: Se produjo un error al intentar solicitar acceso a su libreta de direcciones.
fr: Une erreur s'est produite lors de la demande d'accès à votre carnet d'adresses.
sv: Ett fel uppstod när du försökte begära åtkomst till din adressbok.

# ppc.error.code.20003.description
source: You can still add friends manually using "Search email or phone"
es: Aún puedes agregar amigos manualmente usando "Buscar correo electrónico o teléfono"
fr: Vous pouvez toujours ajouter des amis manuellement en utilisant la fonction "Rechercher un courriel ou un téléphone"
sv: Du kan fortfarande lägga till vänner manuellt med "Sök e-post eller telefon"

# ppc.error.code.20004.description
source: Unable to access your address book. Please check your privacy settings.
es: No se puede acceder a su libreta de direcciones. Comprueba tu configuración de privacidad.
fr: Impossible d'accéder à votre carnet d'adresses. Veuillez vérifier vos paramètres de confidentialité.
sv: Det går inte att komma åt din adressbok. Kontrollera dina sekretessinställningar.

# ppc.error.code.20005.description
source: There are no contacts on this device. Tap 'Search' or 'Scan someone's bar code' to add a friend manually.
es: No hay contactos en este dispositivo. Toque 'Buscar' o 'Escanear el código de barras de alguien' para agregar un amigo manualmente.
fr: Il n'y a pas de contacts sur cet appareil. Appuyez sur "Rechercher" ou "Scanner le code-barres de quelqu'un" pour ajouter un ami manuellement.
sv: Det finns inga kontakter på den här enheten. Tryck på "Sök" eller "Skanna någons streckkod" för att lägga till en vän manuellt.

# ppc.error.code.30000.description
source: "Geofencing" is not available for this mode.
es: "Geofencing" no está disponible para este modo.
fr: Le "Geofencing" n'est pas disponible pour ce mode.
sv: "Geofencing" är inte tillgängligt för detta läge.

# ppc.error.code.30001.description
source: Your location is already set this mode.
es: Tu ubicación ya está configurada en este modo.
fr: Votre position est déjà définie dans ce mode.
sv: Din plats är redan inställd i detta läge.

# ppc.error.code.30002.description
source: Failed to register for location services.
es: No se pudo registrar para los servicios de ubicación.
fr: Échec de l'enregistrement des services de localisation.
sv: Det gick inte att registrera sig för platstjänster.

# ppc.error.code.30003.description
source: Duplicate state change for region.
es: Cambio de estado duplicado para la región.
fr: Changement d'état en double pour la région.
sv: Dubblett tillståndsändring för region.

# ppc.error.code.40000.description
source: Your new phone number cannot receive SMS messages.
es: Su nuevo número de teléfono no puede recibir mensajes SMS.
fr: Votre nouveau numéro de téléphone ne peut pas recevoir de SMS.
sv: Ditt nya telefonnummer kan inte ta emot SMS.

# ppc.error.code.40001.description
source: Your phone number cannot receive SMS messages. Please use a phone number that can receive SMS messages.
es: Su número de teléfono no puede recibir mensajes SMS. Utilice un número de teléfono que pueda recibir mensajes SMS.
fr: Votre numéro de téléphone ne peut pas recevoir de SMS. Veuillez utiliser un numéro de téléphone qui peut recevoir des SMS.
sv: Ditt telefonnummer kan inte ta emot SMS. Använd ett telefonnummer som kan ta emot SMS.

# ppc.error.code.50000.description
source: This app needs access to your "Photo Data" in order for you to upload images and videos you've already taken on this device. You may allow this in the iOS > Settings > Privacy menu.
es: Esta aplicación necesita acceso a sus "Datos de fotos" para que pueda cargar imágenes y videos que ya ha tomado en este dispositivo. Puede permitir esto en iOS > Configuración > Menú de privacidad.
fr: Cette application a besoin d'accéder à vos "données photo" pour vous permettre de télécharger des images et des vidéos que vous avez déjà prises sur cet appareil. Vous pouvez l'autoriser dans le menu iOS > Réglages > Confidentialité.
sv: Den här appen behöver åtkomst till dina "Fotodata" för att du ska kunna ladda upp bilder och videor som du redan har tagit på den här enheten. Du kan tillåta detta i iOS > Inställningar > Sekretessmeny.

# ppc.error.code.50001.description
source: This application is not able to access your "Photo Data" due to some restrictions. Please check the iOS > Settings > Privacy menu.
es: Esta aplicación no puede acceder a sus "Datos de fotos" debido a algunas restricciones. Compruebe el iOS > Configuración > Menú de privacidad.
fr: Cette application n'est pas en mesure d'accéder à vos "données photo" en raison de certaines restrictions. Veuillez consulter le menu iOS > Réglages > Confidentialité.
sv: Denna applikation kan inte komma åt dina "Fotodata" på grund av vissa begränsningar. Kontrollera iOS > Inställningar > Sekretessmeny.

# ppc.error.code.50002.description
source: Access to your "Photo Data" was previously denied. Please check the iOS > Settings > Privacy menu.
es: Anteriormente se le negó el acceso a sus "Datos de fotos". Compruebe el iOS > Configuración > Menú de privacidad.
fr: L'accès à vos "données photo" a été précédemment refusé. Veuillez consulter le menu iOS > Réglages > Confidentialité.
sv: Åtkomst till dina "Fotodata" nekades tidigare. Kontrollera iOS > Inställningar > Sekretessmeny.

# ppc.error.code.50003.description
source: You've chosen to not allow this application access to your "Photo Data". You will be asked for permission again the next time you access this feature.
es: Ha elegido no permitir que esta aplicación acceda a sus "Datos de fotos". Se le pedirá permiso nuevamente la próxima vez que acceda a esta función.
fr: Vous avez choisi de ne pas autoriser cette application à accéder à vos "données photo". Cette autorisation vous sera à nouveau demandée la prochaine fois que vous accéderez à cette fonction.
sv: Du har valt att inte tillåta denna applikation åtkomst till dina "Fotodata". Du kommer att bli tillfrågad om tillstånd igen nästa gång du använder den här funktionen.

# ppc.error.code.60000.description
source: This app needs access to your "Camera" in order for you to capture new videos and pictures. You may allow this in the iOS > Settings > Privacy menu.
es: Esta aplicación necesita acceso a su "Cámara" para que pueda capturar nuevos videos e imágenes. Puede permitir esto en iOS > Configuración > Menú de privacidad.
fr: Cette application a besoin d'accéder à votre "appareil photo" pour vous permettre de capturer de nouvelles vidéos et photos. Vous pouvez l'autoriser dans le menu iOS > Réglages > Confidentialité.
sv: Den här appen behöver åtkomst till din "Kamera" för att du ska kunna ta nya videor och bilder. Du kan tillåta detta i iOS > Inställningar > Sekretessmeny.

# ppc.error.code.60001.description
source: This application is not able to access your "Camera" due to some restrictions. Please check the iOS > Settings > Privacy menu.
es: Esta aplicación no puede acceder a su "Cámara" debido a algunas restricciones. Compruebe el iOS > Configuración > Menú de privacidad.
fr: Cette application n'est pas en mesure d'accéder à votre "Appareil photo" en raison de certaines restrictions. Veuillez consulter le menu iOS > Réglages > Confidentialité.
sv: Denna applikation kan inte komma åt din "Kamera" på grund av vissa begränsningar. Kontrollera iOS > Inställningar > Sekretessmeny.

# ppc.error.code.60002.description
source: Access to your "Camera" was previously denied. Please check the iOS > Settings > Privacy menu.
es: El acceso a su "Cámara" fue previamente denegado. Compruebe el iOS > Configuración > Menú de privacidad.
fr: L'accès à votre "Appareil photo" a été précédemment refusé. Veuillez consulter le menu iOS > Réglages > Confidentialité.
sv: Åtkomst till din "Kamera" nekades tidigare. Kontrollera iOS > Inställningar > Sekretessmeny.

# ppc.error.code.60003.description
source: You've chosen to not allow this application access to your "Camera". You will be asked for permission again the next time you access this feature.
es: Ha elegido no permitir que esta aplicación acceda a su "Cámara". Se le pedirá permiso nuevamente la próxima vez que acceda a esta función.
fr: Vous avez choisi de ne pas autoriser cette application à accéder à votre "appareil photo". Cette autorisation vous sera à nouveau demandée la prochaine fois que vous accéderez à cette fonction.
sv: Du har valt att inte tillåta denna applikation åtkomst till din "Kamera". Du kommer att bli ombedd om tillåtelse igen nästa gång du använder den här funktionen.

# ppc.error.code.70000.description
source: This app needs access to your "Microphone" in order for you to capture audio. You may allow this in the iOS > Settings > Privacy menu.
es: Esta aplicación necesita acceso a su "Micrófono" para que pueda capturar audio. Puede permitir esto en iOS > Configuración > Menú de privacidad.
fr: Cette application a besoin d'accéder à votre "microphone" pour vous permettre de capturer de l'audio. Vous pouvez l'autoriser dans le menu iOS > Réglages > Confidentialité.
sv: Den här appen behöver tillgång till din "mikrofon" för att du ska kunna spela in ljud. Du kan tillåta detta i iOS > Inställningar > Sekretessmeny.

# ppc.error.code.70001.description
source: This application is not able to access your "Microphone" due to some restrictions. Please check the iOS > Settings > Privacy menu.
es: Esta aplicación no puede acceder a su "Micrófono" debido a algunas restricciones. Compruebe el iOS > Configuración > Menú de privacidad.
fr: Cette application n'est pas en mesure d'accéder à votre "Microphone" en raison de certaines restrictions. Veuillez consulter le menu iOS > Réglages > Confidentialité.
sv: Denna applikation kan inte komma åt din "mikrofon" på grund av vissa begränsningar. Kontrollera iOS > Inställningar > Sekretessmeny.

# ppc.error.code.70002.description
source: Access to your "Microphone" was previously denied. Please check the iOS > Settings > Privacy menu.
es: El acceso a su "Micrófono" fue previamente denegado. Compruebe el iOS > Configuración > Menú de privacidad.
fr: L'accès à votre "Microphone" a été précédemment refusé. Veuillez consulter le menu iOS > Réglages > Confidentialité.
sv: Tillgång till din "mikrofon" nekades tidigare. Kontrollera iOS > Inställningar > Sekretessmeny.

# ppc.error.code.70003.description
source: You've chosen to not allow this application access to your "Microphone". You will be asked for permission again the next time you access this feature.
es: Has elegido no permitir que esta aplicación acceda a tu "Micrófono". Se le pedirá permiso nuevamente la próxima vez que acceda a esta función.
fr: Vous avez choisi de ne pas autoriser cette application à accéder à votre "Microphone". Cette autorisation vous sera redemandée la prochaine fois que vous accéderez à cette fonction.
sv: Du har valt att inte ge denna applikation åtkomst till din "mikrofon". Du kommer att bli ombedd om tillåtelse igen nästa gång du använder den här funktionen.

# ppc.error.code.80000.description
source: This app needs access to your "Push Notifications" in order for you to receive push notifications. You may allow this in the iOS > Settings > Privacy menu.
es: Esta aplicación necesita acceso a sus "Notificaciones automáticas" para que pueda recibir notificaciones automáticas. Puede permitir esto en iOS > Configuración > Menú de privacidad.
fr: Cette application a besoin d'accéder à vos "notifications push" pour vous permettre de recevoir des notifications push. Vous pouvez l'autoriser dans le menu iOS > Réglages > Confidentialité.
sv: Den här appen behöver åtkomst till dina "Push-meddelanden" för att du ska kunna ta emot push-meddelanden. Du kan tillåta detta i iOS > Inställningar > Sekretessmeny.

# ppc.error.code.80001.description
source: You are currently testing out "Push Notifications", with some restrictions. Please check the iOS > Settings > Privacy menu.
es: Actualmente está probando las "notificaciones automáticas", con algunas restricciones. Compruebe el iOS > Configuración > Menú de privacidad.
fr: Vous testez actuellement les "notifications push", avec certaines restrictions. Veuillez consulter le menu iOS > Réglages > Confidentialité.
sv: Du testar för närvarande "Push Notifications", med vissa begränsningar. Kontrollera iOS > Inställningar > Sekretessmeny.
