Repository: CareDailyAI/caredaily-cocoa
Catalog: Sources/*.lproj/Localizable.strings
Languages: es, fr, sv

# date.utilities.join.at
source: at
es: a
fr: à
sv: på

# date.utilities.timeago.day.multiple
source: %ld days ago
es: %ld días
fr: Il y a %ld jours
sv: %ld dagar sedan

# date.utilities.timeago.day.single
source: yesterday
es: el dia de ayer
sv: Igår

# date.utilities.timeago.hour.multiple
source: %ld hours ago
es: %ld horas atrás
fr: Il y a %ld heures
sv: %ld timmar sedan

# date.utilities.timeago.hour.single
source: an hour ago
es: hace una hora
fr: il y a une heure
sv: en timme sedan

# date.utilities.timeago.min.multiple
source: %ld minutes ago
es: %ld minutos atrás
fr: Il y a %ld minutes
sv: %ld minuter sedan

# date.utilities.timeago.min.single
source: a minute ago
es: hace un minuto
fr: il y a une minute
sv: för en minut sedan

# date.utilities.timeago.month.multiple
source: %ld months ago
es: %ld meses atrás
fr: Il y a %ld mois
sv: %ld månader sedan

# date.utilities.timeago.month.single
source: a month ago
es: hace un mes
fr: il y a un mois
sv: en månad sedan

# date.utilities.timeago.now
source: just now
es: En este momento
fr: à l'instant
sv: precis nu

# date.utilities.timeago.now.alt
source: today
es: hoy dia
sv: idag

# date.utilities.timeago.sec.multiple
source: %ld seconds ago
es: %ld segundos atrás
fr: Il y a %ld secondes
sv: %ld sekunder sedan

# date.utilities.timeago.week.multiple
source: %ld weeks ago
es: %ld semanas atrás
fr: Il y a %ld semaines
sv: %ld veckor sedan

# date.utilities.timeago.week.single
source: a week ago
es: Hace una semana
fr: il y a une semaine
sv: en vecka sedan

# date.utilities.timeago.year.multiple
source: %ld years ago
es: %ld años
fr: Il y a %ld ans
sv: %ld år sedan

# date.utilities.timeago.year.single
source: last year
es: el año pasado
fr: l'année dernière
sv: förra året

# device.firmware.update.job.approved
source: Approved
es: Aprobado
fr: Approuvé
sv: Godkänd

# device.firmware.update.job.available
source: Available
es: Disponible
fr: Disponible
sv: Tillgängligt

# device.firmware.update.job.declined
source: Declined
es: Rechazado
fr: Refusé
sv: Tackat nej

# device.firmware.update.job.started
source: Started
es: Empezado
fr: Commencé
sv: Satte igång

# device.parameter._.Detecting Audio
source: Detecting Audio
es: Detectando audio
fr: Détection de l'audio
sv: Upptäcker ljud

# device.parameter._.Not detecting audio
source: Not detecting audio
es: No detecta audio
fr: Non détection de l'audio
sv: Känner inte av ljud

# device.parameter.accesscamerasettings
source: Access Camera Settings
es: Acceder a la configuración de la cámara
fr: Accéder aux paramètres de la caméra
sv: Öppna kamerainställningar

# device.parameter.accesscamerasettings.remotecontroldisabled
source: Remote control disabled
es: Control remoto desactivado
fr: Télécommande désactivée
sv: Fjärrkontrollen inaktiverad

# device.parameter.accesscamerasettings.remotecontrolenabled
source: Remote control enabled
es: Control remoto habilitado
fr: Télécommande activée
sv: Fjärrkontroll aktiverad

# device.parameter.alarm.alarmisactive
source: Alarm is active
es: La alarma está activa
sv: Larmet är aktivt

# device.parameter.alarm.alarmisoff
source: Alarm is off
es: La alarma está apagada
sv: Larmet är avstängt

# device.parameter.alarm.alarmwillbeep.count
source: Alarm will beep %@ times
es: La alarma emitirá un pitido %@ veces
fr: L'alarme émet un bip %@ fois
sv: Larmet piper %@ gånger

# device.parameter.alarmduration
source: Alarm Duration
es: Duración de la alarma
fr: Durée de l'alarme
sv: Larmtid

# device.parameter.alarmduration.play.seconds.multiple
source: Play for %@ seconds
es: Juega durante %@ segundos
fr: Jouer pendant %@ secondes
sv: Spela i %@ sekunder

# device.parameter.alarmduration.playonce
source: Play once
es: Jugar una vez
fr: Jouer une fois
sv: Spela en gång

# device.parameter.alarmduration.stop
source: Stop
es: Parada
fr: Arrêter
sv: Sluta

# device.parameter.alarmsquawk
source: Alarm Squawk
es: Chillido de alarma
fr: Alarme de la grippe
sv: Larm Squawk

# device.parameter.alarmsquawk.squawkarmed
source: Squawk armed
es: Chillido armado
fr: Squawk armé
sv: Squawk beväpnad

# device.parameter.alarmsquawk.squawkdisarmed
source: Squawk disarmed
es: Squawk desarmado
fr: Squawk désarmé
sv: Squawk avväpnad

# device.parameter.alarmstatus
source: Alarm Status
es: Estado de alarma
fr: État de l'alarme
sv: Larmstatus

# device.parameter.alarmstatus.active
source: Active
es: Activo
fr: Actif
sv: Aktiva

# device.parameter.alarmstatus.inactive
source: Inactive
es: Inactivo
fr: Inactif
sv: Inaktiv

# device.parameter.alarmstrobe
source: Alarm Strobe
es: Estroboscópico de alarma
fr: Alarme stroboscopique
sv: Larmblixt

# device.parameter.alarmstrobe.strobeoff
source: Strobe off
es: Estroboscópico apagado
sv: Strobe av

# device.parameter.alarmstrobe.strobeon
source: Strobe on
es: Estroboscópico encendido
sv: Strobe på

# device.parameter.alarmwarn
source: Alarm Warn
es: Advertencia de alarma
fr: Alarme Avertissement
sv: Larm Varna

# device.parameter.alarmwarn.develco.beep
source: Beep
es: Bip
fr: Bip
sv: Pip

# device.parameter.alarmwarn.develco.beepbeep
source: BeepBeep
es: Bip bip
fr: BipBip
sv: Pip pip

# device.parameter.alarmwarn.develco.beepbeepwelcome
source: BeepBeepWelcome
es: Bip bip bienvenido
fr: BipBipBienvenue
sv: BeepBeepVälkommen

# device.parameter.alarmwarn.develco.beepwelcome
source: BeepWelcome
es: Bip de bienvenida
fr: Bip de bienvenue
sv: BeepVälkommen

# device.parameter.alarmwarn.develco.burglar
source: Burglar
es: Ladrón
fr: Cambrioleur
sv: Inbrottstjuv

# device.parameter.alarmwarn.develco.emergency
source: Emergency
es: Emergencia
fr: Urgence
sv: Nödsituation

# device.parameter.alarmwarn.develco.fire
source: Fire
es: Fuego
fr: Incendie
sv: Brand

# device.parameter.alarmwarn.develco.panic.e
source: PanicE
es: Pánico
fr: PaniqueE

# device.parameter.alarmwarn.develco.silence
source: Silence
es: Silencio
fr: Le silence
sv: Tystnad

# device.parameter.alarmwarn.linkhigh.alarm
source: Alarm
es: Alarma
fr: Alarme
sv: Larm

# device.parameter.alarmwarn.linkhigh.bird
source: Bird
es: Pájaro
fr: Oiseau
sv: Fågel

# device.parameter.alarmwarn.linkhigh.bling
source: Bling
es: Costoso
sv: Smycke

# device.parameter.alarmwarn.linkhigh.dog
source: Dog
es: Perro
fr: Chien
sv: Hund

# device.parameter.alarmwarn.linkhigh.doorbell
source: Doorbell
es: Timbre de la puerta
fr: Sonnette
sv: Dörrklocka

# device.parameter.alarmwarn.linkhigh.droid
source: Droid
es: Droide
fr: Droïde

# device.parameter.alarmwarn.linkhigh.gunshot
source: GunShot
es: Cañonazo

# device.parameter.alarmwarn.linkhigh.lock
source: Lock
es: Cerrar con llave
fr: Verrouiller
sv: Lås

# device.parameter.alarmwarn.linkhigh.securitydrill
source: Security Drill
es: Simulacro de seguridad
fr: Exercice de sécurité
sv: Säkerhetsövning

# device.parameter.alarmwarn.linkhigh.switch
source: Switch
es: Cambiar
fr: Interrupteur
sv: Strömbrytare

# device.parameter.alarmwarn.linkhigh.trumpet
source: Trumpet
es: Trompeta
fr: Trompette

# device.parameter.alarmwarn.linkhigh.warning
source: Warning
es: Advertencia
sv: Varning

# device.parameter.alarmwarn.linkhigh.whistle
source: Whistle
es: Silbar
fr: Sifflet
sv: Vissling

# device.parameter.alarmwarn.smartenit.burglaralarm
source: Burglar alarm
es: Alarma antirrobo
fr: Alarme anti-intrusion
sv: Inbrottslarm

# device.parameter.alarmwarn.smartenit.chinese1
source: Chinese1
es: Chino1
fr: Chinois1
sv: kinesiska 1

# device.parameter.alarmwarn.smartenit.chinese2
source: Chinese2
es: Chino2
fr: Chinois2
sv: kinesiska 2

# device.parameter.alarmwarn.smartenit.chinese3
source: Chinese3
es: Chino3
fr: Chinois3
sv: kinesiska 3

# device.parameter.alarmwarn.smartenit.chinese4
source: Chinese4
es: Chino4
fr: Chinois4
sv: kinesiska 4

# device.parameter.alarmwarn.smartenit.chinese5
source: Chinese5
es: Chino5
fr: Chinois5
sv: kinesiska 5

# device.parameter.alarmwarn.smartenit.chinese6
source: Chinese6
es: Chino6
fr: Chinois6
sv: kinesiska 6

# device.parameter.alarmwarn.smartenit.chinese7
source: Chinese7
es: Chino7
fr: Chinois7
sv: kinesiska 7

# device.parameter.alarmwarn.smartenit.chinese8
source: Chinese8
es: Chino8
fr: Chinois8
sv: kinesiska8

# device.parameter.alarmwarn.smartenit.clickonce
source: Click once
es: Haga clic una vez
fr: Cliquer une fois
sv: Klicka en gång

# device.parameter.alarmwarn.smartenit.doorbell
source: Doorbell
es: Timbre de la puerta
fr: Sonnette
sv: Dörrklocka

# device.parameter.alarmwarn.smartenit.emergencyalarm
source: Emergency alarm
es: Alarma de emergencia
fr: Alarme d'urgence
sv: Nödlarm

# device.parameter.alarmwarn.smartenit.firealarm
source: Fire alarm
es: Alarma de incendios
fr: Alarme incendie
sv: Brandlarm

# device.parameter.alarmwarn.smartenit.mulitpleclicks
source: Mulitple clicks
es: Varios clics
fr: Plusieurs clics
sv: Flera klick

# device.parameter.alarmwarn.smartenit.nosound
source: No sound
es: Sin sonido
fr: Pas de son
sv: Inget ljud

# device.parameter.alarmwarn.smartenit.securitydrill
source: Security Drill
es: Simulacro de seguridad
fr: Exercice de sécurité
sv: Säkerhetsövning

# device.parameter.alarmwarn.smartenit.stopalarm
source: Stop alarm
es: Detener alarma
fr: Arrêt de l'alarme
sv: Stoppa larmet

# device.parameter.audiosensitivity
source: Audio Sensitivity
es: Sensibilidad de audio
fr: Sensibilité audio
sv: Ljudkänslighet

# device.parameter.audiosensitivity.detecthugesounds
source: Detect huge sounds
es: Detecta sonidos enormes
fr: Détecter les sons forts
sv: Upptäck enorma ljud

# device.parameter.audiosensitivity.detectlargesounds
source: Detect large sounds
es: Detecta sonidos grandes
fr: Détecter les sons de grande taille
sv: Upptäck stora ljud

# device.parameter.audiosensitivity.detectnormalsounds
source: Detect normal sounds
es: Detecta sonidos normales
fr: Détecter les sons normaux
sv: Upptäck normala ljud

# device.parameter.audiosensitivity.detectsmallsounds
source: Detect small sounds
es: Detecta pequeños sonidos
fr: Détecter les petits sons
sv: Upptäck små ljud

# device.parameter.audiosensitivity.detecttinysounds
source: Detect tiny sounds
es: Detecta pequeños sonidos
fr: Détecter des sons infimes
sv: Upptäck små ljud

# device.parameter.audiostreaming
source: Audio Streaming
es: Transmisión auditiva
fr: Streaming audio
sv: Ljudströmning

# device.parameter.audiostreaming.audiostreamingdisabled
source: Audio streaming disabled
es: Transmisión de audio deshabilitada
fr: Streaming audio désactivé
sv: Ljudströmning inaktiverad

# device.parameter.audiostreaming.audiostreamingenabled
source: Audio streaming enabled
es: Transmisión de audio habilitada
fr: Streaming audio activé
sv: Ljudströmning aktiverad

# device.parameter.autofocus
source: Auto Focus
es: Enfoque automático
fr: Mise au point automatique
sv: Autofokus

# device.parameter.autofocus.focused
source: Focused
es: Enfocado
fr: Concentré
sv: Fokuserad

# device.parameter.autofocus.focusing
source: Focusing
es: Enfoque
fr: Concentration
sv: Fokusering

# device.parameter.batterylevel
source: Battery Level
es: Nivel de bateria
sv: Batterinivå

# device.parameter.blackoutscreenon.blackoutdisabled
source: Blackout disabled
es: Apagón desactivado
fr: Blackout désactivé
sv: Blackout inaktiverad

# device.parameter.blackoutscreenon.blackoutenabled
source: Blackout enabled
es: Apagón habilitado
fr: Blackout activé
sv: Blackout aktiverade

# device.parameter.brightness
source: Brightness
es: Brillo
fr: Luminosité
sv: Ljusstyrka

# device.parameter.buttonstatus
source: Button Status
es: Estado del botón
fr: État des boutons
sv: Knappstatus

# device.parameter.buttonstatus.pressed
source: Pressed
es: Presionado
fr: Pressé
sv: Nedtryckt

# device.parameter.buttonstatus.released
source: Released
es: Liberado
fr: Libéré
sv: Släppte

# device.parameter.charging
source: Charging
es: Cargando
fr: Chargement
sv: Laddar

# device.parameter.charging.charging
source: Charging
es: Cargando
fr: Chargement
sv: Laddar

# device.parameter.charging.notcharging
source: Not charging
es: No cobrar
fr: Pas de charge
sv: Laddar inte

# device.parameter.coolingsetpoint
source: Cooling Setpoint
es: Punto de ajuste de enfriamiento
fr: Point de consigne pour le refroidissement
sv: Kyla börvärde

# device.parameter.doorstatus
source: Door Status
es: Estado de la puerta
fr: État de la porte
sv: Dörrstatus

# device.parameter.doorstatus.closed
source: Closed
es: Cerrado
fr: Fermé
sv: Stängd

# device.parameter.doorstatus.open
source: Open
es: Abierto
fr: Ouvrir
sv: Öppen

# device.parameter.fanmode
source: Fan Mode
es: Modo de ventilador
fr: Mode ventilateur
sv: Fläktläge

# device.parameter.fanmode.high
source: High
es: Elevado
fr: Haut
sv: Hög

# device.parameter.fanmode.low
source: Low
es: Bajo
fr: Faible
sv: Låg

# device.parameter.fanmode.medium
source: Medium
es: Medio
fr: Moyen

# device.parameter.fanmode.off
source: Off
es: Apagado
fr: Arrêt
sv: Av

# device.parameter.fanmode.on
source: On
es: Sobre
fr: Sur
sv: På

# device.parameter.fanmode.smart
source: Smart
es: Inteligente
fr: Intelligent

# device.parameter.fanmodesequence
source: Fan Mode Sequence
es: Secuencia del modo de ventilador
fr: Séquence du mode ventilateur
sv: Fläktlägessekvens

# device.parameter.fanmodevalues
source: Fan Mode Values
es: Valores del modo de ventilador
fr: Valeurs du mode ventilateur
sv: Fläktlägesvärden

# device.parameter.flashon.flashoff
source: Flash off
es: Flash apagado
fr: Flash désactivé
sv: Blixt av

# device.parameter.flashon.flashon
source: Flash on
es: Parpadeará en
sv: Blixt på

# device.parameter.hdstatus
source: HD Status
es: Estado HD
fr: Statut HD

# device.parameter.hdstatus.hdstatusdisabled
source: HD Status disabled
es: Estado HD deshabilitado
fr: Statut HD désactivé
sv: HD-status inaktiverad

# device.parameter.hdstatus.hdstatusenabled
source: HD Status enabled
es: Estado HD habilitado
fr: Statut HD activé
sv: HD-status aktiverad

# device.parameter.heatingsetpoint
source: Heating Setpoint
es: Punto de ajuste de calefacción
fr: Point de consigne chauffage
sv: Värmebörvärde

# device.parameter.ibeaconproximity
source: iBeacon Proximity
es: Proximidad iBeacon
fr: iBeacon Proximité
sv: iBeacon närhet

# device.parameter.ibeaconproximity.far
source: Far
es: Lejos
fr: Loin
sv: Långt

# device.parameter.ibeaconproximity.immediate
source: Immediate
es: Inmediato
fr: Immédiate
sv: Omedelbar

# device.parameter.ibeaconproximity.near
source: Near
es: Cerca
fr: Près de
sv: Nära

# device.parameter.ibeaconproximity.unknown
source: Unknown
es: Desconocido
fr: Inconnu
sv: Okänd

# device.parameter.ibeaconstatus
source: iBeacon Status
es: Estado de la baliza
fr: État de l'iBeacon

# device.parameter.ibeaconstatus.off
source: Off
es: Apagado
fr: Arrêt
sv: Av

# device.parameter.ibeaconstatus.on
source: On
es: Sobre
fr: Sur
sv: På

# device.parameter.internaltemperature
source: Internal Temperature
es: Temperatura interna
fr: Température interne
sv: Intern temperatur

# device.parameter.lintalertcurrentled
source: LintAlert Current LED
es: LED de corriente de alerta de pelusa
fr: LintAlert LED de courant
sv: LintAlert aktuell LED

# device.parameter.lintalertcurrentled.blocked
source: Blocked
es: Obstruido
fr: Bloqué
sv: Blockerad

# device.parameter.lintalertcurrentled.warning
source: Warning
es: Advertencia
sv: Varning

# device.parameter.lintalertstatus
source: LintAlert Status
es: Estado de LintAlert
fr: État de LintAlert

# device.parameter.lintalertstatus.dryeroff
source: Dryer Off
es: Secador apagado
fr: Séchoir éteint
sv: Torktumlare av

# device.parameter.lintalertstatus.dryeron
source: Dryer On
es: Secadora encendida
fr: Sèche-linge en marche
sv: Torktumlare på

# device.parameter.lockstatus
source: Lock Status
es: Estado de bloqueo
fr: État de la serrure
sv: Låsstatus

# device.parameter.lockstatus.locked
source: Locked
es: Bloqueado
fr: Verrouillé
sv: Låst

# device.parameter.lockstatus.unlocked
source: Unlocked
es: Desbloqueado
fr: Débloqué
sv: Olåst

# device.parameter.lockstatusalarm
source: Lock Status Alarm
es: Alarma de estado de bloqueo
fr: Alarme de l'état de la serrure
sv: Lås statuslarm

# device.parameter.lockstatusalarm.deadboltjammed
source: Deadbolt Jammed
es: Cerrojo atascado
fr: Pêne dormant bloqué
sv: Deadbolt har fastnat

# device.parameter.lockstatusalarm.doorforcedopen
source: Door Forced Open
es: Puerta forzada abierta
fr: Ouverture forcée de la porte
sv: Dörren tvångsöppning

# device.parameter.lockstatusalarm.frontescutcheonremoved
source: Front Escutcheon Removed
es: Escudo frontal eliminado
fr: Démontage de l'écusson avant
sv: Frontbricka borttagen

# device.parameter.lockstatusalarm.lockresettofactorydefaults
source: Lock Reset to Factory Defaults
es: Bloquear Restablecer a los valores predeterminados de fábrica
fr: Verrouillage Réinitialisation aux valeurs d'usine
sv: Lås Återställ till fabriksinställningar

# device.parameter.lockstatusalarm.rfmodulepowercycled
source: RF Module Power Cycled
es: Módulo de RF con ciclo de energía
fr: Cycle d'alimentation du module RF
sv: RF-modul strömsatt

# device.parameter.lockstatusalarm.wrongcodeentrylimit
source: Wrong Code Entry Limit
es: Límite de entrada de código incorrecto
fr: Limite d'entrée de codes erronés
sv: Fel kodinmatningsgräns

# device.parameter.maxcoolingsetpoint
source: Maximum Cooling Setpoint
es: Punto de ajuste de enfriamiento máximo
fr: Point de consigne de refroidissement maximal
sv: Maximalt börvärde för kylning

# device.parameter.maxheatingsetpoint
source: Maximum Heating Setpoint
es: Punto de ajuste máximo de calefacción
fr: Point de consigne maximum pour le chauffage
sv: Maximalt värmebörvärde

# device.parameter.mincoolingsetpoint
source: Minimum Cooling Setpoint
es: Punto de ajuste mínimo de enfriamiento
fr: Point de consigne minimum de refroidissement
sv: Minsta börvärde för kylning

# device.parameter.minheatingsetpoint
source: Minimum Heating Setpoint
es: Punto de ajuste mínimo de calefacción
fr: Point de consigne minimum pour le chauffage
sv: Minsta börvärde för värme

# device.parameter.motionalarm.beep.multiple
source: Beep %@ times when motion is detected
es: Bip %@ veces cuando se detecta movimiento
fr: Bip %@ lorsqu'un mouvement est détecté
sv: Pip %@ gånger när rörelse upptäcks

# device.parameter.motionalarm.beep.single
source: Beep 1 time when motion is detected
es: Pitido 1 vez cuando se detecta movimiento
fr: Bip 1 fois lorsqu'un mouvement est détecté
sv: Pip 1 gång när rörelse upptäcks

# device.parameter.motionalarm.disabled
source: Disabled
es: Discapacitado
fr: Désactivé
sv: Inaktiverad

# device.parameter.motionalarm.soundalarm
source: Sound alarm when motion is detected
es: Alarma sonora cuando se detecta movimiento
fr: Alarme sonore en cas de détection de mouvement
sv: Ljudlarm när rörelse upptäcks

# device.parameter.motioncountdowntime.minutes_seconds
source: %1$li min %2$li sec
es: %1$li min %2$li seg
sv: %1$li min %2$li sek

# device.parameter.motioncountdowntime.seconds
source: %li sec
es: %li s
sv: %li sek

# device.parameter.motionsensitivity
source: Motion Sensitivity
es: Sensibilidad al movimiento
fr: Sensibilité au mouvement
sv: Rörelsekänslighet

# device.parameter.motionsensitivity.detecthugemovements
source: Detect huge movements
es: Detecta grandes movimientos
fr: Détecter les grands mouvements
sv: Upptäck stora rörelser

# device.parameter.motionsensitivity.detectlargemovements
source: Detect large movements
es: Detecta grandes movimientos
fr: Détecter les mouvements importants
sv: Upptäck stora rörelser

# device.parameter.motionsensitivity.detectnormalmovements
source: Detect normal movements
es: Detecta movimientos normales
fr: Détecter les mouvements normaux
sv: Upptäck normala rörelser

# device.parameter.motionsensitivity.detectsmallmovements
source: Detect small movements
es: Detecta pequeños movimientos
fr: Détecter les petits mouvements
sv: Upptäck små rörelser

# device.parameter.motionsensitivity.detecttinymovements
source: Detect tiny movements
es: Detecta pequeños movimientos
fr: Détecter de minuscules mouvements
sv: Upptäck små rörelser

# device.parameter.motionstatus
source: Motion Status
es: Estado de movimiento
fr: Statut de la motion
sv: Rörelsestatus

# device.parameter.motionstatus.detectingmotion
source: Detecting Motion
es: Detectando movimiento
fr: Détection des mouvements
sv: Detekterar rörelse

# device.parameter.motionstatus.motion
source: Motion
es: Movimiento
sv: Rörelse

# device.parameter.motionstatus.nomotion
source: No Motion
es: Sin movimiento
fr: Pas de motion
sv: Ingen rörelse

# device.parameter.motionstatus.notdetectingmotion
source: Not Detecting Motion
es: No detecta movimiento
fr: Pas de détection de mouvement
sv: Upptäcker inte rörelse

# device.parameter.netatmohealthcoachstatus
source: Netatmo Health Coach Status
es: Estado del entrenador de salud de Netatmo
fr: Statut du Coach Santé Netatmo
sv: Status för Netatmo Health Coach

# device.parameter.netatmohealthcoachstatus.fair
source: Fair
es: Justa
fr: Juste
sv: Rättvist

# device.parameter.netatmohealthcoachstatus.fine
source: Fine
es: Multa
fr: Bien
sv: Bra

# device.parameter.netatmohealthcoachstatus.healthy
source: Healthy
es: Saludable
fr: En bonne santé
sv: Friska

# device.parameter.netatmohealthcoachstatus.poor
source: Poor
es: Pobre
fr: Pauvre
sv: Fattig

# device.parameter.netatmohealthcoachstatus.unhealthy
source: Unhealthy
es: Insalubre
fr: Mauvais pour la santé
sv: Ohälsosam

# device.parameter.outletstatus
source: Outlet Status
es: Estado de salida
fr: État de la sortie
sv: Uttagsstatus

# device.parameter.outletstatus.off
source: Off
es: Apagado
fr: Arrêt
sv: Av

# device.parameter.outletstatus.on
source: On
es: Sobre
fr: Sur
sv: På

# device.parameter.outputvolume.cameraspeakervolumelevel
source: Camera speaker volume is at %.0f%%.
es: El volumen del altavoz de la cámara está en %.0f %% .
fr: Le volume du haut-parleur de l'appareil photo est à %.0f%%.
sv: Kamerans högtalarvolym är på %.0f %% .

# device.parameter.outputvolume.cameraspeakervolumemaxed
source: Camera speaker volume is maxed.
es: El volumen del altavoz de la cámara está al máximo.
fr: Le volume du haut-parleur de l'appareil photo est au maximum.
sv: Kamerans högtalarvolym är maxad.

# device.parameter.outputvolume.cameraspeakervolumemuted
source: Camera speaker volume is muted.
es: El volumen del altavoz de la cámara está silenciado.
fr: Le volume du haut-parleur de l'appareil photo est coupé.
sv: Kamerans högtalarvolym är avstängd.

# device.parameter.power
source: Power
es: Poder
fr: Puissance
sv: Kraft

# device.parameter.powerstatus
source: Power Status
es: Estado de energía
fr: État de l'alimentation
sv: Strömstatus

# device.parameter.powerstatus.off
source: Off
es: Apagado
fr: Arrêt
sv: Av

# device.parameter.powerstatus.on
source: On
es: Sobre
fr: Sur
sv: På

# device.parameter.rapidmotionstatus
source: Rapid Motion Status
es: Estado de movimiento rápido
fr: Statut de mouvement rapide

# device.parameter.rapidmotionstatus.asfastaspossible
source: As fast as possible
es: Tan rápido como sea posible
sv: Så snabbt som möjligt

# device.parameter.rapidmotionstatus.hours
source: %li hr
es: %li h
sv: %li tim

# device.parameter.rapidmotionstatus.minutes_seconds
source: %1$li min %2$li sec
es: %1$li min %2$li seg
sv: %1$li min %2$li sek

# device.parameter.recordfullduration.continue
source: Continue recording even after motion goes away
es: Continuar grabando incluso después de que el movimiento desaparezca
fr: Poursuite de l'enregistrement même lorsque le mouvement disparaît
sv: Fortsätt spela in även efter att rörelsen försvinner

# device.parameter.recordfullduration.stop
source: Stop recording after motion goes away
es: Detener la grabación después de que desaparezca el movimiento
fr: Arrêter l'enregistrement après la disparition du mouvement
sv: Sluta spela in när rörelsen försvinner
