Repository: CareDailyAI/caredaily-cocoa
Catalog: Sources/*.lproj/Localizable.strings
Languages: es, fr, sv

# ppc.error.code.80002.description
source: Access to your "Push Notifications" was previously denied. Please check the iOS > Settings > Privacy menu.
es: El acceso a sus "Notificaciones automáticas" fue previamente denegado. Compruebe el iOS > Configuración > Menú de privacidad.
fr: L'accès à vos "Push Notifications" a été précédemment refusé. Veuillez consulter le menu iOS > Réglages > Confidentialité.
sv: Åtkomst till dina "Push Notifications" nekades tidigare. Kontrollera iOS > Inställningar > Sekretessmeny.

# ppc.error.code.80003.description
source: You've chosen to not allow this application access to your "Push Notifications". You can change your app settings in your profile page.
es: Ha elegido no permitir que esta aplicación acceda a sus "Notificaciones automáticas". Puedes cambiar la configuración de tu aplicación en tu página de perfil.
fr: Vous avez choisi de ne pas autoriser cette application à accéder à vos "notifications push". Vous pouvez modifier les paramètres de l'application dans votre page de profil.
sv: Du har valt att inte tillåta den här appen åtkomst till dina "Push-meddelanden". Du kan ändra dina appinställningar på din profilsida.

# ppc.error.code.general
source: Oops, something went wrong. Please contact support. (%li)
es: Huy! Algo salió mal. Comuníquese con el soporte. ( %li )
fr: Oups, quelque chose s'est mal passé. Veuillez contacter l'assistance. (%li)
sv: Oops! Något gick fel. Kontakta supporten. ( %li )

# ppc.error.lock.hour
source: hour
es: hora
fr: heure
sv: timme

# ppc.error.lock.hours
source: hours
es: horas
fr: heures
sv: timmar

# ppc.error.lock.minute
source: minute
es: minuto
sv: minut

# ppc.error.lock.minutes
source: minutes
es: minutos
sv: minuter

# ppc.error.lock.second
source: second
es: segundo
fr: deuxième
sv: andra

# ppc.error.lock.seconds
source: seconds
es: segundos
fr: secondes
sv: sekunder

# ppc.error.lock.timeout
source: Try again later.
es: Vuelve a intentarlo más tarde.
fr: Réessayez plus tard.
sv: Försök igen senare.

# ppc.error.lock.timeout.specified
source: Try again in %@
es: Vuelve a intentarlo en %@
fr: Réessayez dans %@
sv: Försök igen om %@

# rule.component.state.schedule
source: $time1 and $time2
es: $time1 y $time2
fr: $time1 et $time2
sv: $tid1 och $tid2

# rule.component.state.schedule.past
source: between $time1 and $time2
es: entre $time1 y $time2
fr: entre $time1 et $time2
sv: mellan $tid1 och $tid2

# rule.component.state.schedule.start
source: What is the start time, and on which days?
es: ¿Cuál es la hora de inicio y en qué días?
fr: Quelle est l'heure de début et quels sont les jours ?
sv: Vad är starttiden och vilka dagar?

# rule.component.state.schedule.stop
source: What time should it end each day?
es: ¿A qué hora debería terminar cada día?
fr: À quelle heure doit-il se terminer chaque jour ?
sv: Vilken tid ska det sluta varje dag?

# device.parameter.alarmwarn.linkhigh.phaser
source: Phaser
sv: Laser

# device.parameter.fanmode.auto
source: Auto
sv: Bil

# device.parameter.flashon.noflash
source: No Flash
fr: Pas de flash
sv: Ingen blixt

# device.parameter.systemmode.auto
source: Auto
sv: Bil

# ppc.error.code.90000.description
source: Failed to authorize for health kit.
fr: Échec de l'autorisation pour la trousse de santé.
sv: Det gick inte att auktorisera hälsosatsen.

# device.parameter.alarmwarn.develco.panic.f
source: PanicF
fr: PaniqueF

# device.parameter.alarmwarn.develco.panic.p
source: PanicP
fr: PaniqueP

# device.parameter.robotconnected.galileo
source: Galileo
fr: Galilée
